Revit 2024 API
ExportFontKey Properties
The ExportFontKey type exposes the following members.
Properties
Name | Description
IsValidObject
 Specifies whether the .NET object represents a valid Revit entity.
OriginalFontName
 The original font name.
See Also
ExportFontKey Class
Autodesk.Revit.DB Namespace